[
    {
        "name": "John Doe",
        "rating": "5",
        "review": "I’ve been a customer of Futura for a few years now and their innovative medical solutions have greatly improved my quality of life. The process to book vaccines on their website is seamless and user-friendly. Highly recommended!",
        "date": "2024-03-14"
    },
    {
        "name": "Jane Smith",
        "rating": "5",
        "review": "As an employee at Futura, I can attest to the enriching environment and comprehensive benefits package. It’s truly a great place to work and contribute to groundbreaking medical solutions.",
        "date": "2024-06-12"
    },
    {
        "name": "Micheal",
        "rating": "Harris",
        "review": "Futura’s commitment to excellence is evident in their products and services. Their mission to change the healthcare industry is inspiring. I’m proud to be a part of this journey.",
        "date": "2024-05-31"
    },
    {
        "name": "Emily Williams",
        "rating": "4",
        "review": "I recently used Futura’s website to book a vaccine appointment. The process was straightforward and I appreciate their efforts in making healthcare more accessible.",
        "date": "2024-02-09"
    },
    {
        "name": "David Brown",
        "rating": "5",
        "review": "Working at Futura has been an enriching experience. The company values its employees and provides numerous opportunities for growth and learning.",
        "date": "2024-04-17"
    },
    {
        "name": "Sarah Taylor",
        "rating": "4",
        "review": "I’ve been using Futura’s medical solutions for a while now. They’re truly innovative and have made a significant impact on my health. The website could use a bit of a design update, but overall, a great company.",
        "date": "2024-06-29"
    },
    {
        "name": "Riley Page",
        "rating": "5",
        "review": "The doctors that gave me my Tetanus vaccine were so nice and caring! I 100% recommend this company",
        "date": "2024-06-26"
    },
    {
        "name": "Paarth",
        "rating": "5",
        "review": "i. loved it",
        "date": "2024-06-26"
    },
    {
        "name": "Paarth",
        "rating": "5",
        "review": "I loved it. SO amazing",
        "date": "2024-06-26"
    },
    {
        "name": "Paarth Rathod",
        "rating": "5",
        "review": "I loved it",
        "date": "2024-06-27"
    }
]